IDEA Open Model
ConnectionSetup.ExtensionLengthRationCloseSections Property
 Minimal length of end part of hollow sections Ration of the maximal size of the cross section
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double ExtensionLengthRationCloseSections { get; set; }
Public Property ExtensionLengthRationCloseSections As Double
	Get
	Set
public:
property double ExtensionLengthRationCloseSections {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace